const poems = [
`  คุณที่สามว่าไว้   คุณครู
คุณสั่งสอนให้รู้  แจ่มแจ้ง
คุณนั้นส่งสร้างผู้ เติบใหญ่
ขอท่านสุขบ่แล้ง ชั่วฟ้ายืนยง ` ,
`  อาจารย์ผู้ซึ่งให้  ปัญญา
ศิษย์หมื่นแสนนานา   ก่อไว้
ส่งศิษย์ทั่วทิศศา เรืองรุ่ง รอบแคว้น
ขอท่านจงสุขไซร้    พรั่งพร้อมไพบูลย์ `,
`  ท่านผู้ซึ่งสั่งสอนศาสตร์ประสาทศิลป์    ศิษย์ทั้งสิ้นสำเร็จกิจการศึกษา
ต่างเติบโตตามฝันเติมปัญญา    ใช้วิชชาสรรค์สร้างสู่สังคม
ขอให้ท่านสุขกายเกษมศรี  เปี่ยมปรีดีสุขสันต์เกษมสม
ทรัพย์ทวีมั่งคั่งดังภิรมย์    ขอสุขสมยืนยงคงนิรันดร์ `,
`  ขอให้ครูมีสุขอยู่เป็นนิจ ขอให้คิดได้สิ่งหวังดังถวิล
ขอเงินทองไหลหลั่งดั่งใจจินต์   ขอให้ไร้สิ้นโรคามาราญรอน
ขอพรชัยประทานจากพระคเณศ  ขอพระเดชคุ้มครองสุขสมร
ขอแซ่ซ้องให้นามก้องขจร  ขอพระพรอำนวยให้สวัสดี `,
`  อาราธนาพระตรัยรัตน์ประเสริฐศรี    อีกพระตรีมูรติวิศิษฏ์ประสงค์
พระคเณศเอกทันต์วรองค์  เทพทุกชั้นทั่วทุกวงศ์ส่งอวยพร
ให้อาจารย์ประสบความสุขล้น   รวยล้นพ้นกิจเสร็จได้พักผ่อน
ปราศโรคภัยแลทุกข์โศกโชศอวยพร   ขอกรานกรลงกราบบูชาครู `
];